/*
Гошо много иска да се научи да разчита тайни съобщения. 
Съобщението се съдържда в буквите, но трябва да бъдат прочетени отзад напред.

Напишете програма, която да помага на Гошо с четенето на тайни съобщения.

Вход
Тайното съобщение се прочита от първия ред на входа.

Изход
Изведе резултата на единствен ред.

Ограничения
Дължината на съобщението няма да е повече от 10000

Съобщението ще се състои само от цифри и букви
*/

using System;

namespace Secret_message
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Hello World!");
        }
    }
}
